Repository: Kanris/tShutDownPC
Catalog: tShutDownPC/Properties/Resources.*.resx
Languages: ru_ru

# AboutDescription
source: POFF + allows you to save energy and computer resources due to the timely completion of its work. Beginning of work Choose what you need to do with the computer after the timer, select the option to fire it, and turn the red switch to green. License Each user can try our program for free for a month, however, then it will need to be activated. To buy a license key, write to us at pay@poff-plus.com
ru_ru: POFF+ позволяет вам экономить электроэнергию и ресурсы компьютера за счет своевременного завершения его работы. Начало работы Выберите что нужно сделать с компьютером по наступлению таймера, выберите вариант его срабатывания и сделайте красный переключатель зелёным. Лицензия Каждый пользователь может бесплатно опробовать нашу программу в течение месяца, однако, далее её нужно будет активировать. Чтобы купить лицензионный ключ, напишите нам на почту pay@poff-plus.com

# AboutTab
source: About
ru_ru: О программе

source: Activate
ru_ru: Активировать

# Activation
source: License Activation
ru_ru: Активация лицензии

source: Application settings
ru_ru: Настройки

# ByAudio
source: By Audio (minutes)
ru_ru: Аудио (минуты)

source: By CPU (%)
ru_ru: ЦП (%)

# ByCPUAudioBox
source: Enable shutdown by Audio activity
ru_ru: Выключение по аудио

# ByCPUCheckBox
source: Enable shutdown by CPU Load
ru_ru: Включить выключение по загрузке процессора

# ByCPUMicrophoneBox
source: Enable shutdown by Microphone activity
ru_ru: Включить выключение по микрофону

# ByCPUMouseBox
source: Enable shutdown by Mouse activity
ru_ru: Включить выключение по мышке

# ByDayOfTheWeek
source: By day of the week (times)
ru_ru: По дню недели (время)

# ByDayOfTheWeekBox
source: Enable PC shutown by day of the week
ru_ru: Включить выключение по дню недели

# ByMicrophone
source: By Microphone (minutes)
ru_ru: По микрофону (минуты)

# ByMouse
source: By mouse (minutes)
ru_ru: По мышке (минуты)

# ByTimer
source: By timer (minutes)
ru_ru: По таймеру (минуты)

# ByTimerCheckBox
source: Enable shutdown by timer
ru_ru: Включить выключение по таймеру

source: CPU Load
ru_ru: Загрузка ЦП

# DisableInternetType
source: DisableInternet
ru_ru: Отключить интернет

source: Enter activation code
ru_ru: Введите код лицензии

source: Exit
ru_ru: Выйти

# FridayTB
source: Firday
ru_ru: Пятница

# HideInTray
source: On close hide in tray
ru_ru: Скрыть в трей

# Language
source: Change Language
ru_ru: Сменить язык

# LicenceActivationText
source: Each user can try our program for free for a month, however, then it will need to be activated. To buy a license key, write to us at pay@poff-plus.com
ru_ru: Чтобы купить лицензионный ключ, напишите нам на почту pay@poff-plus.com

# LogoutType
source: Logout
ru_ru: Выйти с системы

# MainTab
source: Main
ru_ru: Главная

# MondayTB
source: Monday
ru_ru: Понедельник

# NoiseInMic
source: Microphone sound level
ru_ru: Уровень звука в микрофоне

# NoiseInSpeaker
source: Sound level in speakers
ru_ru: Уровень звука в динамиках

# NotifyFor
source: Warn for (minutes)
ru_ru: Предупреждение (минуты)

# OnAndOff
source: On/Off
ru_ru: Вкл/выкл

# RebootType
source: Reboot
ru_ru: Перезагрузка

# SaturdayTB
source: Saturday
ru_ru: Суббота

source: Save settings
ru_ru: Сохранить настройки

source: Select theme
ru_ru: Выберите тему

# SettingsTab
source: Settings
ru_ru: Настройки

# ShutdownGroup
source: Choose "shutdown" type
ru_ru: Выберите"действие"

# ShutdownType
source: Shutdown
ru_ru: Выключение

# SleepType
source: Sleep
ru_ru: Сон

# SundayTB
source: Sunday
ru_ru: Воскресенье

# ThursdayTB
source: Thursday
ru_ru: Четверг

# Title
source: PC Shutdown program
ru_ru: Программа выключения ПК

# TuesdayTB
source: Tuesday
ru_ru: Вторник

# WednesdayTB
source: Wednesday
ru_ru: Среда
